Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/5_id_458449.html.tmx
Source language: sme
Languages: nob

source: Ráđđehus áigu dieđihit eanet olmmošvuoigatvuođaid birra main lea mearkkašupmi eamiálbmogiidda , ja áigu dán olis olggosaddit informašuvdnagihppaga ILO-soahpamuša nr. 169 birra .
nob: Regjeringen vil informere mer om menneskerettigheter som har betydning for urfolk , og vil i den forbindelse utgi et informasjonshefte om ILO-konvensjon nr. 169 .

source: Gihppaga ulbmiljoavkun lea gielddalaš , guovlluguovdasaš ja stáhtalaš hálddahus .
nob: Heftet vil ha kommunal , regional og statlig forvaltning som målgruppe .

source: Ráđđehus áigu ságaškuššat iešguđetlágan molssaeavttuid dasa mo sáhttá guorahallat sámi gažaldagaid dahkamuš- ja ovddasvástádusjuogu Sámedikkiin .
nob: Regjeringen vil drøfte ulike alternativer for hvordan man kan gjennomgå oppgave- og ansvarfordelingen for samiske spørsmål med Sametinget .

source: Ráđđehus áigu joatkit ja nannet dialoga mii iešguđet departemeanttas lea Sámedikkiin .
nob: Regjeringen vil videreføre og styrke den dialogen de enkelte departementene har med Sametinget .

source: bienalaš = detaljerejuvvon 4
nob: &lt; 4 Sametingets myndighet ...

source: 6 doaladumit = áššeguottut , oainnut
nob: 6 Sørsamer , østsamer ... / skoltesamer &gt;
